{
  "header": "Политика конфиденциальности",
  "last_updated": "Последнее обновление: 8 января 2025",
  "general_provisions": {
    "title": "Общие положения",
    "items": [
      "Настоящая Политика конфиденциальности описывает наши правила и процедуры по сбору, использованию и раскрытию вашей информации при использовании вами Сервиса, а также информирует вас о ваших правах на конфиденциальность и о том, как закон защищает вас. Мы используем ваши персональные данные для предоставления и улучшения Сервиса. Используя Сервис, вы соглашаетесь на сбор и использование информации в соответствии с настоящей Политикой конфиденциальности."
    ]
  },
  "interpretation_and_definitions": {
    "title": "Толкование и определения",
    "items": [
      "1) Толкование",
      "Слова, начинающиеся с заглавной буквы, имеют значения, определенные при следующих условиях. Следующие определения имеют одинаковое значение независимо от того, употребляются они в единственном или множественном числе.",
      "2) Определения",
      "Для целей настоящей Политики конфиденциальности:",
      "* Аккаунт означает уникальный аккаунт, созданный для вас для доступа к нашему Сервису или его частям.",
      "* Аффилированное лицо означает организацию, которая контролирует, находится под контролем или находится под общим контролем с другой стороной, где \"контроль\" означает владение 50% или более акций, долей капитала или других ценных бумаг с правом голоса при выборе директоров или других управляющих лиц.",
      "* Компания (именуемая как \"Компания\", \"Мы\", \"Нас\" или \"Наши\" в этом Соглашении) относится к Immortal Vault.",
      "* Cookies — это небольшие файлы, которые размещаются на вашем компьютере, мобильном устройстве или другом устройстве веб-сайтом и содержат информацию о вашей истории просмотров на этом веб-сайте и других целях.",
      "* Страна относится к: Беларусь",
      "* Устройство означает любое устройство, которое может получить доступ к Сервису, такое как компьютер, мобильный телефон или планшет.",
      "* Персональные данные — это любая информация, относящаяся к идентифицированному или идентифицируемому лицу.",
      "* Сервис относится к Веб-сайту.",
      "* Поставщик услуг означает любое физическое или юридическое лицо, которое обрабатывает данные от имени Компании. Это относится к сторонним компаниям или лицам, нанятым Компанией для содействия предоставлению Сервиса, предоставления Сервиса от имени Компании, выполнения услуг, связанных с Сервисом, или для помощи Компании в анализе того, как используется Сервис.",
      "* Данные об использовании относятся к данным, собираемым автоматически, генерируемым использованием Сервиса или самой инфраструктурой Сервиса (например, продолжительность посещения страницы).",
      "* Веб-сайт относится к Immortal Vault, доступному по адресу https://immortal-vault.litolax.dev",
      "* Вы означает физическое лицо, использующее Сервис, или компанию или другое юридическое лицо, от имени которого такое физическое лицо использует Сервис, в зависимости от обстоятельств."
    ]
  },
  "collecting_and_using_your_personal_data": {
    "title": "Сбор и использование ваших персональных данных",
    "items": [
      "Типы собираемых данных",
      "1) Персональные данные",
      "При использовании нашего Сервиса мы можем попросить вас предоставить нам определенные персонально идентифицируемые данные, которые могут быть использованы для связи с вами или вашей идентификации. К персонально идентифицируемым данным могут относиться, но не ограничиваются:",
      "* Адрес электронной почты",
      "* Имя",
      "* Данные об использовании",
      "2) Данные об использовании",
      "Данные об использовании собираются автоматически при использовании Сервиса. Эти данные могут включать в себя информацию, такую как IP-адрес вашего устройства, тип браузера, версия браузера, страницы нашего Сервиса, которые вы посещаете, время и дата вашего посещения, время, проведенное на этих страницах, уникальные идентификаторы устройств и другие диагностические данные. Когда вы получаете доступ к Сервису через мобильное устройство, мы можем собирать определенную информацию автоматически, включая, но не ограничиваясь, тип вашего мобильного устройства, уникальный ID вашего устройства, IP-адрес вашего устройства, операционную систему устройства, тип браузера и другие диагностические данные."
    ]
  },
  "tracking_technologies_and_cookies": {
    "title": "Технологии отслеживания и файлы cookie",
    "items": [
      "Мы используем файлы cookie и аналогичные технологии отслеживания для отслеживания активности на нашем сервисе и хранения определенной информации. Технологии отслеживания включают маяки, теги и скрипты для сбора и анализа информации, а также для улучшения нашего сервиса. Используемые технологии могут включать:",
      "* Файлы cookie или браузерные файлы cookie. Файл cookie — это небольшой файл, размещенный на вашем устройстве. Вы можете настроить браузер так, чтобы он отклонял все файлы cookie или указывал, когда файл cookie отправляется. Однако, если вы не принимаете файлы cookie, некоторые части нашего сервиса могут быть недоступны. Если вы не изменили настройки браузера на отклонение файлов cookie, наш сервис может их использовать.",
      "* Веб-маяки. Некоторые разделы нашего сервиса и наши электронные письма могут содержать небольшие электронные файлы, известные как веб-маяки (также называемые прозрачными гифками, пиксельными тегами и однопиксельными гифками), которые позволяют компании, например, подсчитывать пользователей, посетивших эти страницы или открывших электронное письмо, а также собирать другие статистические данные сайта (например, определять популярность определенного раздела и проверять целостность системы и серверов).",
      "* Файлы cookie могут быть \"постоянными\" или \"сессионными\". Постоянные файлы cookie остаются на вашем персональном компьютере или мобильном устройстве, когда вы выходите в офлайн, тогда как сессионные файлы cookie удаляются, как только вы закрываете веб-браузер. Мы используем оба типа файлов cookie для следующих целей:",
      "* Необходимые / Основные файлы cookie",
      "Тип: Сессионные файлы cookie",
      "Управляются: Нами",
      "Цель: Эти файлы cookie необходимы для предоставления вам услуг, доступных через сайт, и для использования некоторых его функций. Они помогают аутентифицировать пользователей и предотвращать мошенническое использование учетных записей. Без этих файлов cookie услуги, которые вы запросили, не могут быть предоставлены. Мы используем эти файлы cookie только для предоставления этих услуг.",
      "* Политика файлов cookie / Уведомление об акцепте файлов cookie",
      "Тип: Постоянные файлы cookie",
      "Управляются: Нами",
      "Цель: Эти файлы cookie идентифицируют, приняли ли пользователи использование файлов cookie на сайте.",
      "* Функциональные файлы cookie",
      "Тип: Постоянные файлы cookie",
      "Управляются: Нами",
      "Цель: Эти файлы cookie позволяют нам запоминать выбор, который вы делаете при использовании сайта, например, запоминать данные вашей учетной записи или языковые предпочтения. Их цель — предоставить вам более персонализированный опыт и избавить вас от необходимости повторно вводить свои предпочтения при каждом посещении сайта. Для получения дополнительной информации о файлах cookie, которые мы используем, и о ваших вариантах их настройки, пожалуйста, ознакомьтесь с нашей Политикой использования файлов cookie или разделом \"Файлы cookie\" в нашей Политике конфиденциальности."
    ]
  },
  "use_of_your_personal_data": {
    "title": "Использование Ваших персональных данных",
    "items": [
      "Компания может использовать персональные данные для следующих целей:",
      "* Для предоставления и поддержания нашей Услуги, включая мониторинг использования нашей Услуги.",
      "* Для управления Вашей учетной записью: управления Вашей регистрацией как пользователя Услуги. Персональные данные, которые Вы предоставляете, могут предоставить Вам доступ к различным функциям Услуги, доступным Вам как зарегистрированному пользователю.",
      "* Для выполнения договора: разработка, соблюдение и выполнение договора купли-продажи продуктов, товаров или услуг, которые Вы приобрели, или любого другого договора с нами через Услугу.",
      "* Для связи с Вами: связи с Вами по электронной почте, телефонным звонкам, SMS или другим аналогичным формам электронного общения, таким как push-уведомления мобильных приложений, касающиеся обновлений или информационных сообщений, связанных с функциями, продуктами или заключенными услугами, включая обновления безопасности, если это необходимо или разумно для их реализации.",
      "* Для предоставления Вам новостей, специальных предложений и общей информации о других товарах, услугах и событиях, которые мы предлагаем и которые аналогичны тем, которые Вы уже приобрели или интересовались, если Вы не отказались от получения такой информации.",
      "* Для управления Вашими запросами: обработки и управления Вашими запросами к нам.",
      "* Для бизнес-передач: мы можем использовать Вашу информацию для оценки или проведения слияния, отчуждения, реструктуризации, реорганизации, ликвидации или другой продажи или передачи части или всех наших активов, будь то в качестве действующего предприятия или в рамках банкротства, ликвидации или аналогичного процесса, при котором персональные данные, хранящиеся у нас о пользователях Услуги, являются частью передаваемых активов.",
      "* Для других целей: мы можем использовать Вашу информацию для других целей, таких как анализ данных, определение тенденций использования, оценка эффективности наших рекламных кампаний и улучшение нашей Услуги, продуктов, услуг, маркетинга и Вашего пользовательского опыта. Мы можем делиться Вашей персональной информацией в следующих ситуациях:",
      "* С поставщиками услуг: мы можем делиться Вашей персональной информацией с поставщиками услуг для мониторинга и анализа использования нашей Услуги, а также для связи с Вами.",
      "* Для бизнес-передач: мы можем делиться или передавать Вашу персональную информацию в связи с, или во время переговоров о слиянии, продаже активов компании, финансировании или приобретении всего или части нашего бизнеса другой компанией.",
      "* С аффилированными лицами: мы можем делиться Вашей информацией с нашими аффилированными лицами, при этом мы требуем от них соблюдать данную Политику конфиденциальности. Аффилированные лица включают нашу материнскую компанию и любые другие дочерние компании, совместные предприятия или другие компании, которые мы контролируем или которые находятся под общим контролем с нами.",
      "* С деловыми партнерами: мы можем делиться Вашей информацией с нашими деловыми партнерами для предложения Вам определенных продуктов, услуг или акций.",
      "* С другими пользователями: когда Вы делитесь персональной информацией или взаимодействуете в публичных зонах с другими пользователями, такая информация может быть видна всем пользователям и может быть публично распространена за пределами.",
      "* С Вашего согласия: мы можем раскрыть Вашу персональную информацию для любых других целей с Вашего согласия."
    ]
  },
  "retention_of_your_personal_data": {
    "title": "Хранение ваших персональных данных",
    "items": [
      "Компания будет хранить ваши персональные данные только до тех пор, пока это необходимо для целей, изложенных в настоящей Политике конфиденциальности. Мы будем хранить и использовать ваши персональные данные в той мере, в какой это необходимо для выполнения наших юридических обязательств (например, если мы обязаны хранить ваши данные для соблюдения применимых законов), разрешения споров и обеспечения соблюдения наших юридических соглашений и политики. Компания также будет хранить данные об использовании для внутренних аналитических целей. Данные об использовании, как правило, хранятся в течение более короткого периода времени, за исключением случаев, когда эти данные используются для усиления безопасности или улучшения функциональности нашего сервиса, либо мы юридически обязаны хранить эти данные в течение более длительных периодов времени."
    ]
  },
  "transfer_of_your_personal_data": {
    "title": "Передача ваших персональных данных",
    "items": [
      "Ваша информация, включая персональные данные, обрабатывается в операционных офисах компании и в любых других местах, где находятся стороны, участвующие в обработке. Это означает, что эта информация может быть передана и храниться на компьютерах, расположенных за пределами вашего штата, провинции, страны или другой государственной юрисдикции, где законы о защите данных могут отличаться от законов вашей юрисдикции. Ваше согласие с настоящей Политикой конфиденциальности, последующее предоставление такой информации означает ваше согласие на такую передачу. Компания предпримет все разумно необходимые меры для обеспечения того, чтобы ваши данные обрабатывались безопасно и в соответствии с настоящей Политикой конфиденциальности, и никакая передача ваших персональных данных не будет осуществляться в организацию или страну, если не будут обеспечены адекватные меры контроля, включая безопасность ваших данных и другой личной информации."
    ]
  },
  "delete_your_personal_data": {
    "title": "Удаление ваших персональных данных",
    "items": [
      "Вы имеете право удалить или запросить помощь в удалении персональных данных, которые мы собрали о вас. Наш сервис может предоставить вам возможность удалить определенную информацию о вас непосредственно через интерфейс сервиса. Вы можете обновить, изменить или удалить свою информацию в любое время, войдя в свой аккаунт (если он у вас есть) и посетив раздел настроек аккаунта, который позволяет управлять вашей персональной информацией. Вы также можете связаться с нами, чтобы запросить доступ, исправление или удаление любой личной информации, которую вы предоставили нам. Однако, пожалуйста, обратите внимание, что мы можем быть обязаны сохранить определенную информацию, если у нас есть юридические обязательства или законное основание для этого."
    ]
  },
  "disclosure_of_your_personal_data": {
    "title": "Раскрытие ваших персональных данных",
    "items": [
      "Деловые операции",
      "Если компания участвует в слиянии, поглощении или продаже активов, ваши персональные данные могут быть переданы. Мы уведомим вас до того, как ваши персональные данные будут переданы и подчинятся другой Политике конфиденциальности.",
      "Правоохранительные органы",
      "При определенных обстоятельствах компания может быть обязана раскрыть ваши персональные данные, если это требуется по закону или в ответ на законные запросы государственных органов (например, суда или государственного агентства).",
      "Другие юридические требования",
      "Компания может раскрывать ваши персональные данные, если считает, что такие действия необходимы для:",
      "* Соблюдения юридического обязательства",
      "* Защиты и отстаивания прав или собственности компании",
      "* Предотвращения или расследования возможных правонарушений, связанных с использованием сервиса",
      "* Защиты личной безопасности пользователей сервиса или общественности",
      "* Защиты от юридической ответственности"
    ]
  },
  "security_of_your_personal_data": {
    "title": "Безопасность ваших персональных данных",
    "items": [
      "Безопасность ваших персональных данных важна для нас, но помните, что ни один метод передачи данных через интернет или метод электронного хранения не может быть гарантированно безопасным на 100%. Хотя мы стремимся использовать коммерчески приемлемые средства защиты ваших персональных данных, мы не можем гарантировать их абсолютную безопасность."
    ]
  },
  "childrens_privacy": {
    "title": "Конфиденциальность детей",
    "items": [
      "Наш сервис не предназначен для лиц младше 13 лет. Мы сознательно не собираем персонально идентифицируемую информацию от лиц младше 13 лет. Если вы являетесь родителем или опекуном и знаете, что ваш ребенок предоставил нам персональные данные, пожалуйста, свяжитесь с нами. Если мы обнаружим, что собрали персональные данные от лица младше 13 лет без подтверждения согласия родителей, мы примем меры для удаления этой информации с наших серверов. Если мы полагаемся на согласие как на юридическую основу для обработки вашей информации, и ваша страна требует согласия родителей, мы можем запросить согласие ваших родителей перед сбором и использованием этой информации."
    ]
  },
  "links_to_other_websites": {
    "title": "Ссылки на другие веб-сайты",
    "items": [
      "Наш сервис может содержать ссылки на другие веб-сайты, которые не управляются нами. Если вы перейдете по ссылке третьей стороны, вы будете перенаправлены на сайт этой третьей стороны. Мы настоятельно рекомендуем вам ознакомиться с Политикой конфиденциальности каждого сайта, который вы посещаете. Мы не контролируем и не несем ответственности за содержание, политику конфиденциальности или практики сторонних сайтов или сервисов."
    ]
  },
  "changes_to_this_privacy_policy": {
    "title": "Изменения в этой Политике конфиденциальности",
    "items": [
      "Мы можем периодически обновлять нашу Политику конфиденциальности. Мы уведомим вас о любых изменениях, разместив новую Политику конфиденциальности на этой странице. Мы также уведомим вас по электронной почте и/или с помощью заметного уведомления в нашем сервисе до вступления изменений в силу и обновим дату \"Последнего обновления\" в верхней части этой Политики конфиденциальности. Мы рекомендуем вам периодически пересматривать эту Политику конфиденциальности на предмет изменений. Изменения в Политику конфиденциальности вступают в силу с момента их публикации на этой странице."
    ]
  },
  "contact_us": {
    "title": "Свяжитесь с нами",
    "items": [
      "Если у вас есть вопросы относительно этой Политики конфиденциальности, вы можете связаться с нами:",
      "* По электронной почте: immortal.vault@gmail.com",
      "* Посетив эту страницу на нашем сайте: https://immortal-vault.litolax.dev"
    ]
  }
}